Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_send_broadcast_ambiguous
source: The broadcast result is unknown and the wallet was locked. Synchronize before retrying; the transaction may already be published.
ar: نتيجة البث غير معروفة وتم قفل المحفظة. المزامنة قبل إعادة المحاولة؛ قد تكون الصفقة قد تم نشرها بالفعل.
de: Das Übertragungsergebnis ist unbekannt und die Brieftasche wurde gesperrt. Vor dem erneuten Versuch synchronisieren; Möglicherweise ist die Transaktion bereits veröffentlicht.
es: Se desconoce el resultado de la transmisión y la billetera fue bloqueada. Sincronice antes de volver a intentarlo; Es posible que la transacción ya esté publicada.
fa: نتیجه پخش مشخص نیست و کیف پول قفل شده است. قبل از تلاش مجدد، همگام سازی کنید. ممکن است تراکنش قبلاً منتشر شده باشد.
fr: Le résultat de la diffusion est inconnu et le portefeuille était verrouillé. Synchronisez avant de réessayer ; la transaction peut déjà être publiée.
he: תוצאת השידור אינה ידועה והארנק היה נעול. סנכרן לפני ניסיון חוזר; ייתכן שהעסקה כבר פורסמה.
hi: प्रसारण परिणाम अज्ञात है और वॉलेट लॉक कर दिया गया था। पुनः प्रयास करने से पहले सिंक्रनाइज़ करें; लेन-देन पहले ही प्रकाशित हो सकता है.
id: Hasil siaran tidak diketahui dan dompet terkunci. Sinkronkan sebelum mencoba lagi; transaksi mungkin sudah dipublikasikan.
it: Il risultato della trasmissione è sconosciuto e il portafoglio era bloccato. Sincronizza prima di riprovare; la transazione potrebbe essere già pubblicata.
ja: ブロードキャスト結果は不明で、ウォレットはロックされていました。再試行する前に同期してください。トランザクションはすでに公開されている可能性があります。
ko: 방송 결과는 알 수 없으며 지갑이 잠겨 있습니다. 다시 시도하기 전에 동기화하십시오. 거래가 이미 게시되었을 수 있습니다.
nl: Het uitzendresultaat is onbekend en de portemonnee is vergrendeld. Synchroniseer voordat u het opnieuw probeert; de transactie is mogelijk al gepubliceerd.
pl: Wynik transmisji jest nieznany, a portfel został zablokowany. Zsynchronizuj przed ponowną próbą; transakcja może być już opublikowana.
pt: O resultado da transmissão é desconhecido e a carteira foi bloqueada. Sincronize antes de tentar novamente; a transação já pode estar publicada.
ru: Результат трансляции неизвестен, а кошелек заблокирован. Синхронизируйте перед повторной попыткой; транзакция может быть уже опубликована.
tr: Yayın sonucu bilinmiyor ve cüzdan kilitlendi. Yeniden denemeden önce senkronize edin; işlem zaten yayınlanmış olabilir.
uk: Результат трансляції невідомий, а гаманець заблоковано. Синхронізувати перед повторною спробою; трансакція може бути вже опублікована.
vi: Kết quả phát sóng không xác định và ví đã bị khóa. Đồng bộ hóa trước khi thử lại; giao dịch có thể đã được công bố.
zh_hans: 广播结果未知，钱包被锁定。重试前同步；该交易可能已经发布。
zh_hant: 廣播結果未知，錢包被鎖定。重試前同步；該交易可能已經發布。

# wallet_send_broadcasting
source: Broadcasting the exact approved transaction through the wallet-owned peer set…
ar: بث المعاملة المعتمدة بالضبط من خلال مجموعة النظراء المملوكة للمحفظة...
de: Übertragen der genauen genehmigten Transaktion über das Wallet-eigene Peer-Set …
es: Transmitir la transacción aprobada exacta a través del conjunto de pares propiedad de la billetera...
fa: پخش تراکنش تایید شده دقیق از طریق مجموعه همتا متعلق به کیف پول…
fr: Diffusion de la transaction approuvée exacte via l'ensemble de pairs appartenant au portefeuille…
he: משדר את העסקה שאושרה במדויק דרך ערכת העמיתים שבבעלות הארנק...
hi: वॉलेट-स्वामित्व वाले सहकर्मी सेट के माध्यम से सटीक स्वीकृत लेनदेन का प्रसारण…
id: Menyiarkan transaksi yang disetujui secara tepat melalui kumpulan rekan milik dompet…
it: Trasmissione dell'esatta transazione approvata attraverso il peer set di proprietà del portafoglio...
ja: ウォレットが所有するピアセットを通じて、正確に承認されたトランザクションをブロードキャストします…
ko: 지갑 소유 피어셋을 통해 승인된 정확한 거래를 브로드캐스팅…
nl: Het uitzenden van de exact goedgekeurde transactie via de peer-set die eigendom is van de portemonnee...
pl: Rozgłaszanie dokładnie zatwierdzonej transakcji za pośrednictwem zestawu równorzędnego należącego do portfela…
pt: Transmitindo a transação exata aprovada através do conjunto de pares de propriedade da carteira…
ru: Трансляция точной одобренной транзакции через набор узлов, принадлежащих кошельку…
tr: Onaylanan işlemin tam olarak cüzdanın sahip olduğu eş kümesi aracılığıyla yayınlanması…
uk: Трансляція точної схваленої транзакції через набір однорангових пристроїв гаманця…
vi: Truyền phát giao dịch được phê duyệt chính xác thông qua nhóm ngang hàng thuộc sở hữu của ví…
zh_hans: 通过钱包拥有的对等集广播确切批准的交易......
zh_hant: 透過錢包擁有的對等集廣播確切批准的交易...

# wallet_send_catchup_before_review
source: Wallet scan: block %1$d of %2$d. Finish synchronization before reviewing this send.
ar: مسح المحفظة: كتلة %1$d من %2$d. قم بإنهاء المزامنة قبل مراجعة هذا الإرسال.
de: Wallet-Scan: %1$d von %2$d blockieren. Schließen Sie die Synchronisierung ab, bevor Sie diesen Versand überprüfen.
es: Escaneo de billetera: bloque %1$d de %2$d. Finalice la sincronización antes de revisar este envío.
fa: اسکن کیف پول: بلوک %1$d از %2$d. قبل از بررسی این ارسال، همگام سازی را تمام کنید.
fr: Analyse du portefeuille : bloquez %1$d ou %2$d. Terminez la synchronisation avant de consulter cet envoi.
he: סריקת ארנק: חסום %1$d של %2$d. סיים את הסנכרון לפני בדיקת השליחה הזו.
hi: वॉलेट स्कैन: %2$d में से %1$d को ब्लॉक करें। इस प्रेषण की समीक्षा करने से पहले सिंक्रनाइज़ेशन समाप्त करें।
id: Pemindaian dompet: blokir %1$d dari %2$d. Selesaikan sinkronisasi sebelum meninjau pengiriman ini.
it: Scansione portafoglio: blocca %1$d di %2$d. Termina la sincronizzazione prima di rivedere questo invio.
ja: ウォレット スキャン: %1$d または %2$d をブロックします。この送信を確認する前に、同期を終了してください。
ko: 지갑 스캔: %2$d의 %1$d를 차단합니다. 이 전송을 검토하기 전에 동기화를 완료하세요.
nl: Portemonneescan: blokkeer %1$d van %2$d. Voltooi de synchronisatie voordat u deze verzending bekijkt.
pl: Skan portfela: blok %1$d z %2$d. Zakończ synchronizację przed przejrzeniem tej wysyłki.
pt: Verificação de carteira: bloquear %1$d de %2$d. Conclua a sincronização antes de revisar este envio.
ru: Сканирование кошелька: заблокируйте %1$d %2$d. Завершите синхронизацию, прежде чем просматривать эту отправку.
tr: Cüzdan taraması: %2$d'nin %1$d'sini engelleyin. Bu gönderimi incelemeden önce senkronizasyonu tamamlayın.
uk: Сканування гаманця: блок %1$d з %2$d. Завершіть синхронізацію перед переглядом цього відправлення.
vi: Quét ví: chặn %1$d của %2$d. Hoàn tất đồng bộ hóa trước khi xem lại lần gửi này.
zh_hans: 钱包扫描：区块%2$d的%1$d。在查看此发送之前完成同步。
zh_hant: 錢包掃描：區塊%2$d的%1$d。在查看此發送之前完成同步。

# wallet_send_finality_pow
source: Proof-of-work confirmations
ar: تأكيدات إثبات العمل
de: Arbeitsnachweise
es: Confirmaciones de prueba de trabajo
fa: تاییدیه های اثبات کار
fr: Confirmations de preuve de travail
he: אישורי הוכחת עבודה
hi: कार्य के प्रमाण की पुष्टि
id: Konfirmasi bukti kerja
it: Conferme di prova del lavoro
ja: 作業証明の確認
ko: 작업 증명 확인
nl: Proof-of-work-bevestigingen
pl: Potwierdzenia potwierdzające wykonanie pracy
pt: Confirmações de prova de trabalho
ru: Подтверждения доказательства работы
tr: İş kanıtı onayları
uk: Підтвердження роботи
vi: Xác nhận bằng chứng công việc
zh_hans: 工作量证明确认
zh_hant: 工作量證明確認

# wallet_send_invalid
source: Enter a valid HNS address, amount, and maximum fee. Use no more than 6 decimal places.
ar: أدخل عنوان HNS صالحًا والمبلغ والحد الأقصى للرسوم. لا تستخدم أكثر من 6 منازل عشرية.
de: Geben Sie eine gültige HNS-Adresse, einen gültigen Betrag und eine maximale Gebühr ein. Verwenden Sie nicht mehr als 6 Dezimalstellen.
es: Ingrese una dirección HNS válida, un monto y una tarifa máxima. No utilice más de 6 decimales.
fa: آدرس HNS معتبر، مبلغ و حداکثر کارمزد را وارد کنید. از 6 رقم اعشار بیشتر استفاده نکنید.
fr: Saisissez une adresse HNS valide, un montant et des frais maximum. N'utilisez pas plus de 6 décimales.
he: הזן כתובת HNS חוקית, סכום ותשלום מקסימלי. השתמש לא יותר מ-6 מקומות עשרוניים.
hi: वैध HNS पता, राशि और अधिकतम शुल्क दर्ज करें। 6 दशमलव स्थानों से अधिक का प्रयोग न करें।
id: Masukkan alamat HNS yang valid, jumlah, dan biaya maksimum. Gunakan tidak lebih dari 6 tempat desimal.
it: Inserisci un indirizzo HNS valido, un importo e una tariffa massima. Utilizzare non più di 6 cifre decimali.
ja: 有効な HNS アドレス、金額、および最大料金を入力してください。小数点以下 6 桁までを使用してください。
ko: 유효한 HNS 주소, 금액, 최대 수수료를 입력하세요. 소수점 이하 6자리 이하로 사용하세요.
nl: Voer een geldig HNS-adres, bedrag en maximumtarief in. Gebruik niet meer dan 6 decimalen.
pl: Wprowadź prawidłowy adres HNS, kwotę i maksymalną opłatę. Użyj nie więcej niż 6 miejsc po przecinku.
pt: Insira um endereço HNS válido, valor e taxa máxima. Use no máximo 6 casas decimais.
ru: Введите действительный адрес HNS, сумму и максимальную комиссию. Используйте не более 6 десятичных знаков.
tr: Geçerli bir HNS adresi, tutarı ve maksimum ücreti girin. 6'dan fazla ondalık basamak kullanmayın.
uk: Введіть дійсну адресу HNS, суму та максимальну комісію. Використовуйте не більше 6 знаків після коми.
vi: Nhập địa chỉ, số tiền và mức phí tối đa HNS hợp lệ. Sử dụng không quá 6 chữ số thập phân.
zh_hans: 输入有效的 HNS 地址、金额和最高费用。使用不超过 6 位小数。
zh_hant: 輸入有效的 HNS 地址、金額和最高費用。使用不超過 6 位小數。

# wallet_send_locked
source: Unlock and synchronize the wallet before sending HNS.
ar: قم بفتح المحفظة ومزامنتها قبل إرسال HNS.
de: Entsperren und synchronisieren Sie die Brieftasche, bevor Sie HNS senden.
es: Desbloquee y sincronice la billetera antes de enviar HNS.
fa: قبل از ارسال HNS کیف پول را باز کرده و همگام کنید.
fr: Déverrouillez et synchronisez le portefeuille avant d'envoyer le HNS.
he: בטל את הנעילה וסנכרן את הארנק לפני שליחת HNS.
hi: HNS भेजने से पहले वॉलेट को अनलॉक और सिंक्रोनाइज़ करें।
id: Buka kunci dan sinkronkan dompet sebelum mengirim HNS.
it: Sblocca e sincronizza il portafoglio prima di inviare HNS.
ja: HNS を送信する前に、ウォレットのロックを解除して同期してください。
ko: HNS를 보내기 전에 지갑을 잠금 해제하고 동기화하세요.
nl: Ontgrendel en synchroniseer de portemonnee voordat u HNS verzendt.
pl: Odblokuj i zsynchronizuj portfel przed wysłaniem HNS.
pt: Desbloqueie e sincronize a carteira antes de enviar HNS.
ru: Разблокируйте и синхронизируйте кошелек перед отправкой HNS.
tr: HNS'yi göndermeden önce cüzdanın kilidini açın ve senkronize edin.
uk: Розблокуйте та синхронізуйте гаманець перед надсиланням HNS.
vi: Mở khóa và đồng bộ hóa ví trước khi gửi HNS.
zh_hans: 在发送 HNS 之前解锁并同步钱包。
zh_hant: 在發送 HNS 之前解鎖並同步錢包。

# wallet_send_maximum_fee_invalid
source: Enter a positive maximum fee in HNS with up to 6 decimal places.
ar: أدخل الحد الأقصى للرسوم الإيجابية في HNS بما يصل إلى 6 منازل عشرية.
de: Geben Sie in HNS eine positive Höchstgebühr mit bis zu 6 Dezimalstellen ein.
es: Introduzca una tarifa máxima positiva en HNS con hasta 6 decimales.
fa: حداکثر کارمزد مثبت را در HNS با حداکثر 6 رقم اعشار وارد کنید.
fr: Entrez des frais maximum positifs dans HNS avec jusqu'à 6 décimales.
he: הזן עמלה מקסימלית חיובית ב-HNS עם עד 6 מקומות עשרוניים.
hi: HNS में 6 दशमलव स्थानों तक एक सकारात्मक अधिकतम शुल्क दर्ज करें।
id: Masukkan biaya maksimum positif di HNS hingga 6 tempat desimal.
it: Inserisci una commissione massima positiva in HNS con un massimo di 6 cifre decimali.
ja: HNS には、小数点以下 6 桁までの正の最大料金を入力します。
ko: HNS에 최대 소수점 이하 6자리까지 양수 최대 수수료를 입력하세요.
nl: Voer een positief maximumtarief in HNS in met maximaal 6 decimalen.
pl: Wprowadź dodatnią opłatę maksymalną w HNS z dokładnością do 6 miejsc po przecinku.
pt: Insira uma taxa máxima positiva em HNS com até 6 casas decimais.
ru: Введите положительную максимальную комиссию в формате HNS с точностью до 6 знаков после запятой.
tr: HNS'ye en fazla 6 ondalık basamakla pozitif bir maksimum ücret girin.
uk: Введіть додатну максимальну комісію в HNS із 6 знаками після коми.
vi: Nhập mức phí tối đa dương trong HNS với tối đa 6 chữ số thập phân.
zh_hans: 在 HNS 中输入正的最高费用，最多 6 位小数。
zh_hant: 在 HNS 中輸入正的最高費用，最多 6 位小數。

# wallet_send_maximum_fee_label
source: Maximum fee cap (HNS)
ar: الحد الأقصى للرسوم (HNS)
de: Maximale Gebührenobergrenze (HNS)
es: Límite máximo de tarifa (HNS)
fa: حداکثر سقف کارمزد (HNS)
fr: Plafond des frais maximum (HNS)
he: תקרת עמלה מרבית (HNS)
hi: अधिकतम शुल्क सीमा (HNS)
id: Batas biaya maksimum (HNS)
it: Limite tariffario massimo (HNS)
ja: 手数料の上限（HNS）
ko: 최대 수수료 한도(HNS)
nl: Maximaal tariefplafond (HNS)
pl: Maksymalny limit opłat (HNS)
pt: Limite máximo de taxas (HNS)
ru: Максимальный размер комиссии (HNS)
tr: Maksimum ücret üst sınırı (HNS)
uk: Максимальний розмір комісії (HNS)
vi: Giới hạn phí tối đa (HNS)
zh_hans: 最高费用上限（HNS）
zh_hant: 最高費用上限（HNS）

# wallet_send_pre_broadcast_syncing
source: The transaction was not signed or broadcast. Refreshing verified wallet history before a new review…
ar: لم يتم توقيع الصفقة أو بثها. جارٍ تحديث سجل المحفظة الذي تم التحقق منه قبل إجراء مراجعة جديدة...
de: Die Transaktion wurde weder unterzeichnet noch gesendet. Aktualisierung des verifizierten Wallet-Verlaufs vor einer neuen Überprüfung…
es: La transacción no fue firmada ni transmitida. Actualizando el historial de billetera verificada antes de una nueva revisión...
fa: معامله امضا یا پخش نشد. در حال بازخوانی سابقه کیف پول تأیید شده قبل از بررسی جدید…
fr: La transaction n'a été ni signée ni diffusée. Actualisation de l'historique vérifié du portefeuille avant un nouvel examen…
he: העסקה לא נחתמה ולא שודרה. מרענן היסטוריית ארנק מאומת לפני סקירה חדשה...
hi: लेन-देन पर हस्ताक्षर या प्रसारण नहीं किया गया था। नई समीक्षा से पहले सत्यापित वॉलेट इतिहास को ताज़ा किया जा रहा है...
id: Transaksi tersebut tidak ditandatangani atau disiarkan. Menyegarkan riwayat dompet terverifikasi sebelum peninjauan baru…
it: La transazione non è stata firmata né trasmessa. Aggiornamento della cronologia del portafoglio verificata prima di una nuova revisione…
ja: トランザクションは署名またはブロードキャストされませんでした。新しいレビューの前に検証済みのウォレット履歴を更新しています…
ko: 거래가 서명되거나 브로드캐스트되지 않았습니다. 새로운 검토 전에 확인된 지갑 기록을 새로 고치는 중…
nl: De transactie is niet ondertekend of uitgezonden. Geverifieerde portefeuillegeschiedenis vernieuwen vóór een nieuwe beoordeling...
pl: Transakcja nie została podpisana ani wyemitowana. Odświeżam zweryfikowaną historię portfela przed nową recenzją…
pt: A transação não foi assinada ou transmitida. Atualizando o histórico verificado da carteira antes de uma nova revisão…
ru: Транзакция не была подписана или транслирована. Обновление проверенной истории кошелька перед новым отзывом…
tr: İşlem imzalanmadı veya yayınlanmadı. Yeni bir incelemeden önce doğrulanmış cüzdan geçmişi yenileniyor…
uk: Угода не була підписана чи трансльована. Оновлення перевіреної історії гаманця перед новим переглядом…
vi: Giao dịch không được ký hoặc phát sóng. Đang làm mới lịch sử ví đã được xác minh trước khi đánh giá mới…
zh_hans: 该交易未签署或广播。在新的评论之前刷新已验证的钱包历史记录......
zh_hant: 該交易未簽署或廣播。在新的評論之前刷新已驗證的錢包歷史記錄...

# wallet_send_prepare_failed
source: No transaction was signed. Check the address, confirmed balance, and fee, then synchronize and retry.
ar: لم يتم التوقيع على أي معاملة. تحقق من العنوان والرصيد المؤكد والرسوم، ثم قم بالمزامنة وأعد المحاولة.
de: Es wurde keine Transaktion unterzeichnet. Überprüfen Sie die Adresse, den bestätigten Kontostand und die Gebühr, synchronisieren Sie dann und versuchen Sie es erneut.
es: No se firmó ninguna transacción. Verifique la dirección, el saldo confirmado y la tarifa, luego sincronice y vuelva a intentarlo.
fa: معامله ای امضا نشد آدرس، موجودی تایید شده و هزینه را بررسی کنید، سپس همگام سازی کنید و دوباره امتحان کنید.
fr: Aucune transaction n'a été signée. Vérifiez l'adresse, le solde confirmé et les frais, puis synchronisez et réessayez.
he: לא נחתמה עסקה. בדוק את הכתובת, היתרה המאושרת והעמלה, ולאחר מכן סנכרן ונסה שוב.
hi: किसी लेन-देन पर हस्ताक्षर नहीं किया गया. पता, पुष्टिकृत शेष राशि और शुल्क की जाँच करें, फिर सिंक्रनाइज़ करें और पुनः प्रयास करें।
id: Tidak ada transaksi yang ditandatangani. Periksa alamat, saldo terkonfirmasi, dan biaya, lalu sinkronkan dan coba lagi.
it: Nessuna transazione è stata firmata. Controlla l'indirizzo, il saldo confermato e la tariffa, quindi sincronizza e riprova.
ja: トランザクションは署名されていません。アドレス、確認残高、手数料を確認し、同期して再度お試しください。
ko: 서명된 거래가 없습니다. 주소, 확인잔액, 수수료를 확인하신 후 동기화 후 재시도해주세요.
nl: Er is geen transactie ondertekend. Controleer het adres, het bevestigde saldo en de kosten, synchroniseer vervolgens en probeer het opnieuw.
pl: Żadna transakcja nie została podpisana. Sprawdź adres, potwierdzone saldo i opłatę, a następnie zsynchronizuj i spróbuj ponownie.
pt: Nenhuma transação foi assinada. Verifique o endereço, o saldo confirmado e a taxa, sincronize e tente novamente.
ru: Никакая сделка не была подписана. Проверьте адрес, подтвержденный баланс и комиссию, затем синхронизируйте и повторите попытку.
tr: Hiçbir işlem imzalanmadı. Adresi, onaylanmış bakiyeyi ve ücreti kontrol edin, ardından senkronize edip yeniden deneyin.
uk: Жодної транзакції не було підписано. Перевірте адресу, підтверджений баланс і комісію, потім синхронізуйте та повторіть спробу.
vi: Không có giao dịch nào được ký kết. Kiểm tra địa chỉ, số dư được xác nhận và phí, sau đó đồng bộ hóa và thử lại.
zh_hans: 没有签署任何交易。检查地址、确认的余额和费用，然后同步并重试。
zh_hant: 沒有簽署任何交易。檢查地址、確認的餘額和費用，然後同步並重試。

# wallet_send_preparing
source: Preparing the transaction from the verified wallet balance…
ar: جارٍ تحضير المعاملة من رصيد المحفظة الذي تم التحقق منه…
de: Vorbereitung der Transaktion aus dem verifizierten Wallet-Guthaben…
es: Preparando la transacción a partir del saldo verificado de la billetera...
fa: در حال آماده سازی تراکنش از موجودی کیف پول تأیید شده…
fr: Préparation de la transaction à partir du solde vérifié du portefeuille…
he: מכין את העסקה מיתרת הארנק המאומתת...
hi: सत्यापित वॉलेट बैलेंस से लेनदेन की तैयारी की जा रही है...
id: Mempersiapkan transaksi dari saldo dompet terverifikasi…
it: Preparazione della transazione dal saldo del portafoglio verificato…
ja: 確認されたウォレット残高からトランザクションを準備しています…
ko: 검증된 지갑 잔액으로 거래 준비 중…
nl: De transactie voorbereiden op basis van het geverifieerde portemonneesaldo...
pl: Przygotowanie transakcji ze zweryfikowanego salda portfela…
pt: Preparando a transação a partir do saldo verificado da carteira…
ru: Подготовка транзакции с подтвержденного баланса кошелька…
tr: Doğrulanmış cüzdan bakiyesinden işlem hazırlanıyor…
uk: Підготовка транзакції з перевіреного балансу гаманця…
vi: Đang chuẩn bị giao dịch từ số dư ví đã được xác minh…
zh_hans: 正在从已验证的钱包余额准备交易...
zh_hant: 正在從已驗證的錢包餘額準備交易...

# wallet_send_ready
source: Synced and ready at height %1$d.
ar: متزامنة وجاهزة على ارتفاع %1$d.
de: Synchronisiert und bereit in der Höhe %1$d.
es: Sincronizado y listo en altura %1$d.
fa: در ارتفاع %1$d همگام شده و آماده است.
fr: Synchronisé et prêt en hauteur %1$d.
he: מסונכרן ומוכן בגובה %1$d.
hi: %1$d ऊंचाई पर समन्वयित और तैयार।
id: Disinkronkan dan siap pada ketinggian %1$d.
it: Sincronizzato e pronto in quota %1$d.
ja: 同期され、高さ %1$d で準備完了。
ko: %1$d 높이에서 동기화되어 준비되었습니다.
nl: Gesynchroniseerd en klaar op hoogte %1$d.
pl: Zsynchronizowany i gotowy na wysokości %1$d.
pt: Sincronizado e pronto na altura %1$d.
ru: Синхронизировано и готово на высоте %1$d.
tr: %1$d yükseklikte senkronize ve hazır.
uk: Синхронізовано та готово на висоті %1$d.
vi: Đã đồng bộ hóa và sẵn sàng ở độ cao %1$d.
zh_hans: 已在高度 %1$d 同步并准备就绪。
zh_hant: 已在高度 %1$d 同步並準備就緒。

# wallet_send_recipient_invalid
source: Enter an exact visible HNS payment address without spaces or line breaks.
ar: أدخل عنوان الدفع HNS الدقيق والمرئي بدون مسافات أو فواصل أسطر.
de: Geben Sie eine exakt sichtbare HNS-Zahlungsadresse ohne Leerzeichen oder Zeilenumbrüche ein.
es: Ingrese una dirección de pago HNS exacta y visible sin espacios ni saltos de línea.
fa: آدرس پرداخت دقیق HNS قابل مشاهده را بدون فاصله یا وقفه خط وارد کنید.
fr: Saisissez une adresse de paiement HNS exacte et visible, sans espaces ni sauts de ligne.
he: הזן כתובת תשלום גלויה במדויק HNS ללא רווחים או מעברי שורות.
hi: रिक्त स्थान या लाइन ब्रेक के बिना सटीक दृश्यमान HNS भुगतान पता दर्ज करें।
id: Masukkan alamat pembayaran HNS yang terlihat jelas tanpa spasi atau jeda baris.
it: Inserisci un indirizzo di pagamento HNS visibile esatto senza spazi o interruzioni di riga.
ja: スペースや改行を入れずに、表示される正確な HNS 支払い住所を入力します。
ko: 공백이나 줄 바꿈 없이 눈에 보이는 정확한 HNS 지불 주소를 입력하세요.
nl: Voer een exact zichtbaar HNS-betalingsadres in, zonder spaties of regeleinden.
pl: Wprowadź dokładny widoczny adres płatności HNS bez spacji i łamania wierszy.
pt: Insira um endereço de pagamento HNS exato e visível, sem espaços ou quebras de linha.
ru: Введите точный видимый платежный адрес HNS без пробелов и разрывов строк.
tr: Boşluk veya satır sonu olmadan tam olarak görünen HNS ödeme adresini girin.
uk: Введіть точну видиму платіжну адресу HNS без пробілів і розривів рядків.
vi: Nhập địa chỉ thanh toán HNS hiển thị chính xác, không có dấu cách hoặc ngắt dòng.
zh_hans: 输入准确可见的 HNS 付款地址，不得有空格或换行符。
zh_hant: 輸入準確可見的 HNS 付款地址，不得有空格或換行符。

# wallet_send_recipient_label
source: Recipient address
ar: عنوان المستلم
de: Empfängeradresse
es: Dirección del destinatario
fa: آدرس گیرنده
fr: Adresse du destinataire
he: כתובת הנמען
hi: प्राप्तकर्ता का पता
id: Alamat penerima
it: Indirizzo del destinatario
ja: 受信者のアドレス
ko: 수취인 주소
nl: Adres van ontvanger
pl: Adres odbiorcy
pt: Endereço do destinatário
ru: Адрес получателя
tr: Alıcı adresi
uk: Адреса отримувача
vi: Địa chỉ người nhận
zh_hans: 收件人地址
zh_hant: 收件者地址

# wallet_send_recovery_unconfirmed
source: Confirm the recovery backup before HNS value authority can be installed.
ar: قم بتأكيد النسخ الاحتياطي للاسترداد قبل تثبيت سلطة القيمة HNS.
de: Bestätigen Sie die Wiederherstellungssicherung, bevor die Wertberechtigung HNS installiert werden kann.
es: Confirme la copia de seguridad de recuperación antes de que se pueda instalar la autoridad de valor HNS.
fa: قبل از نصب مرجع ارزش HNS، نسخه پشتیبان بازیابی را تأیید کنید.
fr: Confirmez la sauvegarde de récupération avant que l'autorité de valeur HNS puisse être installée.
he: אשר את גיבוי השחזור לפני שניתן יהיה להתקין את רשות הערך HNS.
hi: HNS मान प्राधिकरण स्थापित होने से पहले पुनर्प्राप्ति बैकअप की पुष्टि करें।
id: Konfirmasikan cadangan pemulihan sebelum otoritas nilai HNS dapat diinstal.
it: Confermare il backup di ripristino prima di poter installare l'autorità del valore HNS.
ja: HNS 値権限をインストールする前に、回復バックアップを確認してください。
ko: HNS 값 권한을 설치하기 전에 복구 백업을 확인하십시오.
nl: Bevestig de herstelback-up voordat de waardeautoriteit HNS kan worden geïnstalleerd.
pl: Potwierdź kopię zapasową odzyskiwania, zanim będzie można zainstalować uprawnienia wartości HNS.
pt: Confirme o backup de recuperação antes que a autoridade de valor HNS possa ser instalada.
ru: Подтвердите резервную копию для восстановления, прежде чем можно будет установить центр управления значением HNS.
tr: HNS değer yetkisi kurulmadan önce kurtarma yedeklemesini onaylayın.
uk: Підтвердьте резервну копію для відновлення, перш ніж можна буде інсталювати авторизацію значення HNS.
vi: Xác nhận bản sao lưu khôi phục trước khi có thể cài đặt quyền giá trị HNS.
zh_hans: 确认恢复备份后才能安装HNS值权限。
zh_hant: 確認恢復備份後才能安裝HNS值權限。
